Revit 2027 API
SymbolTypeId.TCO2ePerLb Property
 Symbol tCO₂e/lb, indicating tonnes Carbon Dioxide per pound
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerLb { get; }
Public Shared ReadOnly Property TCO2ePerLb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerLb {
	ForgeTypeId^ get ();
}
static member TCO2ePerLb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace